brain/Archetypes.tex
% Created 2017-09-11 Mon 11:09
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.10)}, 
 pdflang={English}}
\begin{document}


\section*{Archetypes}
\label{sec:org02c12eb}
\textit{<2017-09-11 Mon>}

\subsection*{Archetype}
\label{sec:orge3a8ff3}
\begin{itemize}
\item A pattern in literature
\begin{itemize}
\item Types of characters
\item Types of stories
\item Universal Symbols
\item Associations and expectations
\end{itemize}
\end{itemize}

\subsection*{Northrop Frye}
\label{sec:org6f9d06d}
\begin{itemize}
\item Canadian essayist and literary critic
\item Famous for his analysis of Shakespeare
\item Wrote \emph{The Anatomy of Criticism}
\end{itemize}

\subsubsection*{Frye's Four Mythoi}
\label{sec:org9e03475}
Mythos = plot or story

\begin{center}
\begin{tabular}{ll}
Tragedy & Satire / Irony\\
\hline
Romance & Comedy\\
\end{tabular}
\end{center}

Tragedy is opposite of Comedy

Romance is opposite of Satire

\begin{itemize}
\item Comedy
\label{sec:orga1a6b9f}
\begin{itemize}
\item Not necessarily funny
\item Multiple overlapping plots
\item Clown and Killjoy figures
\item Death avoided
\item ``Reintegration''
\end{itemize}

\item Tragedy
\label{sec:org626c29b}
\begin{itemize}
\item Not necessarily sad -- Offers optimism
\item Single noble imperfect character
\item Aristotelian or Shakespearean
\item Five stages
\item ``Disintegration''
\end{itemize}

\item Romance
\label{sec:org379da7e}
\begin{itemize}
\item Very simply -- a \textbf{worthy} quest
\item Coming of age story (bildungsroman)
\item Main characters change for the better
\item Identity, true love, saving the world
\item e.g. Chaucer's ``Knight's Tale''
\end{itemize}

\item Satire / Irony
\label{sec:org38c241c}
\begin{itemize}
\item An unworthy quest or ``fool's quest''
\item A ``harlequin'' Romance
\item Main characters offer/learn nothing
\item Money, fame, sex, self-love (narcissism)
\item E.g. Chaucer's ``Miller's Tale''
\end{itemize}
\end{itemize}

\subsubsection*{Cycles}
\label{sec:org4d18741}

\begin{itemize}
\item Comedy
\label{sec:orgacbb79f}
\begin{itemize}
\item Morning
\begin{itemize}
\item Dawn
\end{itemize}
\item Spring
\begin{itemize}
\item Renewal
\end{itemize}
\item Birth
\begin{itemize}
\item Rebirth
\item Renewal
\end{itemize}
\item Air
\begin{itemize}
\item Spirituality
\item Idealism
\end{itemize}
\item Blood
\begin{itemize}
\item Sanguine
\item Idealism
\end{itemize}
\end{itemize}

\item Romance
\label{sec:org142803c}
\begin{itemize}
\item Afternoon
\begin{itemize}
\item Sun
\end{itemize}
\item Summer
\begin{itemize}
\item Ripeness
\end{itemize}
\item Maturity
\begin{itemize}
\item Union
\item Marriage
\end{itemize}
\item Fire
\begin{itemize}
\item Passion
\item Power
\end{itemize}
\item Yellow Bile
\begin{itemize}
\item Choleric
\item Hot-headed
\end{itemize}
\end{itemize}

\item Tragedy
\label{sec:orgd3c04ed}
\begin{itemize}
\item Evening
\begin{itemize}
\item Twilight
\end{itemize}
\item Autumn
\begin{itemize}
\item Wilting
\end{itemize}
\item Old Age
\begin{itemize}
\item Dying
\item Senility
\end{itemize}
\item Earth
\begin{itemize}
\item Stability
\item Realism
\end{itemize}
\item Black Bile
\begin{itemize}
\item Melancholic
\item Realism
\end{itemize}
\end{itemize}

\item Satire
\label{sec:org034fdd6}
\begin{itemize}
\item Winter
\begin{itemize}
\item Hibernation
\end{itemize}
\item Death
\begin{itemize}
\item Dissolution
\item Divorce
\end{itemize}
\item Water
\begin{itemize}
\item Mystery
\item Evil
\end{itemize}
\item Phlegm
\begin{itemize}
\item Unemotional
\item Dull
\end{itemize}
\end{itemize}
\end{itemize}

\subsection*{Color Archetypes}
\label{sec:org56f787d}

\subsubsection*{Red}
\label{sec:org519a47a}
\begin{itemize}
\item Passion (love, anger, lust)
\item Power
\end{itemize}

\subsubsection*{Blue}
\label{sec:orgac50927}
\begin{itemize}
\item Peace, calm
\item Spirituality
\end{itemize}

\subsubsection*{White}
\label{sec:orgfe2d309}
\begin{itemize}
\item Purity, virginity
\item Innocence
\item Male
\end{itemize}

\subsubsection*{Black}
\label{sec:orga7949f2}
\begin{itemize}
\item Mystery, unknown
\item Evil
\item Female
\end{itemize}

\subsection*{Number Archetypes}
\label{sec:org9d21429}

\subsubsection*{Three (3)}
\label{sec:org67f5e85}
\begin{itemize}
\item Magic, mysticism
\item The Trinity
\item Power
\item Time
\item Male
\end{itemize}

\subsubsection*{Four (4)}
\label{sec:org1391502}
\begin{itemize}
\item Equality
\item Stability
\item Cycles
\item Nature
\item Female
\end{itemize}

\subsubsection*{Seven (7)}
\label{sec:orgf3694bd}
\begin{itemize}
\item Perfection
\item Unity
\item Luck
\item Universe
\item Union of male/female
\end{itemize}
\end{document}
